Repository: KubrickRubrik/MeowNews-App
Catalog: lib/presentation/ui/components/localization/app_*.arb
Languages: ru

# titleNewsPage
source: MeowNews
ru: МяуНовости

# titleNewsDetailPage
source: Meow, reading...
ru: Мяу, почитаем...

# newsNotFound
source: Oops, news not found...
ru: Упс, новости не найдено...

# whereIsNews
source: Meow, where's my news?
ru: Мяу, где мои новости?

# newsUnavailableMessage
source: Meow, news???
ru: Мяу, новости????

# viewNewsUnavailableToast
source: View news unavailable
ru: Просмотр новостей недоступен

# newsUnavailableToast
source: No news available? Try running a new search
ru: Новости недоступны? Попробуйте выполнить новый поиск

# actionViewedToast
source: The news is all marked as viewed
ru: Все новости отмечены как просмотренные

# actionNotViewedToast
source: Failed to mark news as viewed
ru: Не удалось отметить новости как просмотренные

# allViewedToast
source: All news already read
ru: Все новости уже прочитаны

# sortRelevance
source: Relevance
ru: По релевантности

# sortPopularity
source: Popularity
ru: По популярности

# sortLast
source: Last news
ru: Последнее

# themeSettings
source: App theme
ru: Тема приложения

# themeSettingsLight
source: Light
ru: Светлая

# themeSettingsDark
source: Dark
ru: Темная

# languageSettings
source: Language
ru: Язык

# infoSettings
source: Information
ru: Информация

# infoSettingsDescription
source: Sometimes my cat looks at me, as if saying: "Here I am - a cat. And what have you achieved in life?"
ru: Иногда мой кот смотрит на меня, как бы говоря: "Вот я - кот. А чего в жизни добился ты?"
